Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The centre was established to improve oil recovery here, and from other fields with similar reservoirs.
nb: Senteret ble opprettet for å øke oljeutvinningen herfra, og fra andre felt med tilsvarende reservoarer.

source: Stokka praises ConocoPhillips, which with its contribution of NOK 10 million per year, has ensured a long-term focus and stability in the research.
nb: Stokka berømmer ConocoPhillips, som med sitt bidrag på 10 millioner kroner i året har sørget for langsiktighet og stabilitet i forskningen.

source: The company has also accepted other operators in the project, so Corec has a budget of NOK 24 million this year.
nb: Selskapet har også åpnet for å ta inn andre operatører i prosjektet, slik at Corec i år har et budsjett på 24 millioner kroner.

source: The project is planning for a new nine-year period, starting in the autumn, where they will continue the work on improving understanding of water injection, as well as examine the use of CO2 injection and microbial recovery from carbonate fields.
nb: Prosjektet planlegger for en ny niårsperiode fra høsten, hvor de vil fortsette arbeidet med å forstå vanninjeksjon bedre, og også se på bruk av CO2-injeksjon og mikrobiell utvinning fra karbonatfelt.

source: Wellbore 30/11-7 will be drilled from the West Alpha drilling facility at position 60° 00’ 21.237’’ North and 02° 22’ 25.626’’ East, after drilling is concluded on wildcat well 6407/7-8 for StatoilHydro Petroleum AS in production licence 107.
nb: Brønnbane 30/11-7 skal bores fra boreinnretningen West Alpha i posisjon 60° 00’ 21.237’’ Nord og 02° 22’ 25.626’’ Øst etter avslutning av boring av undersøkelsesbrønn 6407/7-8 for StatoilHydro Petroleum AS i utvinningstillatelse 107.

source: The drilling program for wellbore 30/11-7 relates to drilling of a wildcat well in production licence 035.
nb: Boreprogrammet for brønnbane 30/11-7 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 035.

source: StatoilHydro Petroleum AS is the operator with a 50 per cent ownership interest, while Det norske oljeselskap ASA and Svenska Petroleum Exploration AS each have a 25% interest.
nb: StatoilHydro Petroleum AS er operatør med 50 prosent andel og Det norske oljeselskap ASA og Svenska Petroleum Exploration AS har 25% andel hver.

source: The area in this licence consists of parts of block 30/11.
nb: Arealet i denne tillatelsen består av deler av blokk 30/11.

source: The well will be drilled about 10 km northwest of the Frigg field in the central part of the North Sea.
nb: Brønnen blir boret om lag 10 km nordvest for Friggfeltet i midtre del av Nordsjøen.

source: Production licence 035 was awarded in the second licensing round in 1969.
nb: Utvinningstillatelse 035 ble tildelt i 2.tildelingsrunde i 1969.

source: This is the seventh well to be drilled on the block.
nb: Dette er den sjuende brønnen som bores i blokken.

source: The acquisition activity will start around 10 June and will last up to three months.
nb: Innsamlingen starter cirka 10 juni og skal vare i inntil tre måneder.

source: Last fall, the Norwegian government resolved that an impact assessment would be made of the maritime zones off Jan Mayen, with a view to future petroleum activity.
nb: I fjor høst vedtok regjeringen at det skulle gjennomføres en konsekvensutredning av havområdene utenfor Jan Mayen med tanke på framtidig petroleumsvirksomhet.

source: The NPD’s acquisition of seismic data is part of this impact assessment.
nb: Oljedirektoratets seismikkinnsamling er en del av denne konsekvensutredningen.

source: Seismic data acquisition around Jan Mayen is also planned for next summer.
nb: Det blir også planlagt seismikkinnsamling ved Jan Mayen neste sommer.

source: This is a new technology for seismic acquisition, characterised in part by the fact that the streamer, which in this case is eight kilometres long, is towed somewhat deeper in the water than is the case in conventional seismic acquisition.
nb: Dette er en ny teknologi for seismisk innsamling som blant annet kjennetegnes ved at lyttekabelen, som i dette tilfellet er åtte kilometer lang, taues noe dypere i vannet enn ved konvensjonell seismikk.

source: This means that the streamer can withstand higher waves, thus making the acquisition activity less dependent on weather and consequently more efficient.
nb: Dermed tåler den større bølgehøyde og innsamlingen blir mindre væravhengig og følgelig mer effektiv.

source: The acquisition has been ongoing since 8 July, after the new agreement regarding the demarcation line between Norway and Russia in the Barents Sea was finally approved.
nb: Innsamlingen har pågått siden midnatt 8. juli, etter at den nye delelinjeavtalen i Barentshavet mellom Norge og Russland var endelig godkjent.

source: “This is the first time Norwegian petroleum authorities have carried out systematic data acquisition in this sea area,” says Sissel Eriksen, the NPD’s director responsible for exploration activity.
nb: Det er første gang norske petroleumsmyndigheter har gjennomført en systematisk datainnsamling i dette havområdet, sier Sissel Eriksen, ODs direktør med ansvar for letevirksomhet.

source: Some seismic data was acquired in the 1970s, but in accordance with the agreement with the Russians, there has been no petroleum activity here until this summer.
nb: På 1970-tallet ble det samlet inn noe seismikk i området, men etter avtale med russerne har det ikke vært petroleumsaktivitet i her før nå i sommer.

source: 2D seismic entails that the vessel tows an 8100-metre long streamer.
nb: 2D-seismikk innebærer at fartøyet tauer én lang lyttekabel på 8100 meter.

source: The seismic lines are collected in a 5 x 15 kilometre systematic grid.
nb: De seismiske linjene er innsamlet i et 5 x 15 kilometer systematisk grid.

source: The NPD has used PGS’ GeoStreamer technology for this assignment.
nb: OD har benyttet PGS sin GeoStreamer-teknologi til dette oppdraget.

source: This is new technology which is e.g. characterised by the streamer being towed somewhat deeper in the water than is the case with conventional acquisition.
nb: Dette er en ny teknologi som blant annet kjennetegnes ved at lyttekabelen taues noe dypere i vannet enn ved konvensjonell innsamling.

source: It can thus withstand greater wave heights and the acquisition becomes must less dependent on good weather, and subsequently more efficient.
nb: Dermed tåler den større bølgehøyde og innsamlingen blir mindre vær avhengig og følgelig mer effektiv.

source: The acquisition this summer has been very efficient.
nb: Innsamlingen i sommer har vært svært effektiv.

source: There has been minimal downtime due to inclement weather.
nb: Det har vært minimalt nedtid som følge av dårlig vær.

source: In total, 11,400 line kilometres of seismic have been collected.
nb: I alt er det samlet inn 11.500 linjekilometer seismikk.

source: ”This means that the seismic acquisition has gone according to our plans,” says a satisfied Sissel Eriksen.
nb: Det betyr at vi har fått samlet inn i henhold til planene våre, sier en fornøyd Sissel Eriksen.

source: She points out that a very large sea area has now been mapped.
nb: Hun påpeker at det er et svært stort havområde som nå er kartlagt.

source: The plan is to continue the acquisition next summer.
nb: Planen er å fortsette innsamlingen neste sommer.

source: ”We expect the area to be sufficiently mapped by then to formulate viewpoints on the potential resources in this new Norwegian area.”
nb: Da regner vi at området skal være tilstrekkelig kartlagt til at vi kan mene noe om ressursene i dette nye norske området.

source: This is the first time this area will be systematically mapped.
nb: Det er første gang dette området blir systematisk kartlagt.

source: The seismic acquisition activity will continue until the first half of September 2011, with a possible extension of a couple of weeks.
nb: Seismikkinnsamlingen skal vare fram til første halvdel av september 2011 med muligheter for et par ukers forlengelse.

source: The seismic lines have variable spacing – from 5 to 15 kilometres.
nb: De seismiske linjene har varierende avstand – fra 5 til 15 kilometer.

source: NPD geophysicist and project coordinator Lars Jensen tells us that the sea area to be mapped is quite large.
nb: Det er et stort havområde som skal kartlegges, forteller geofysiker og prosjektkoordinator Lars Jensen i OD.

source: He says that the NPD plans to complete acquisition of seismic data next summer so that the results will be ready in the spring of 2013.
nb: Vi planlegger å sluttføre innsamling av seismikk neste sommer, slik at resultatene kan være klar i våren 2013.

source: The data acquisition will take place using PGS' GeoStreamer technology.
nb: Datainnsamlingen skal skje med PGS' GeoStreamer teknologi.

source: This is a new technology for seismic acquisition, characterised in part by the fact that the streamer is towed somewhat deeper in the water than is the case in conventional seismic acquisition.
nb: Dette er en ny teknologi for seismisk innsamling som blant annet kjennetegnes ved at lyttekabelen taues noe dypere i vannet enn ved konvensjonell seismikk.

source: This means that the cable can withstand higher waves, making the acquisition activity less weather-dependent and thus more efficient.
nb: Dermed tåler den større bølgehøyde og innsamlingen blir mindre væravhengig og følgelig mer effektiv.

source: The Harrier Explorer is coming from Jan Mayen, where the vessel has been shooting seismic for the NPD for about 3.5 weeks.
nb: Harrier Explorer kommer fra Jan Mayen, der fartøyet har samlet seismikk for OD i ca.

source: The acquisition will start with five SSE-NNW lines.
nb: Innsamlingen starter med 5 SSØ-NNV linjer.

source: The plan is then to acquire a few lines in the north-south direction in order to complete the southernmost part of the area first.
nb: Deretter er det planen å samle noen linjer i nord-sør-retning for på denne måten å kunne gjøre seg fredig med den sørligste delen av området først.

source: Daily reports will be issued from Vardø radio stating the position of the seismic vessel for the next 24 hours.
nb: Det vil gå ut daglige meldinger fra Vardø radio som oppgir posisjonen til seismikkfartøyet 24 timer fram i tid.

source: The necessary formalities surrounding the Treaty on Maritime Delimitation and Cooperation in the Barents Sea and the Arctic Ocean between Norway and Russia are now in place.
nb: De nødvendige formaliteter rundt avtalen om avgrensning og samarbeid i Barentshavet og Polhavet mellom Norge og Russland er nå på plass.

source: The activity can start 30 days following this.
nb: Deretter må det gå 30 dager før aktivitet kan settes i gang.

source: The Norwegian Petroleum Directorate will be responsible for the seismic acquisition on behalf of Norwegian authorities, and the PGS vessel Harrier Explorer will carry out the acquisition.
nb: Det er Oljedirektoratet som skal stå for seismikkinnsamlingen på vegne av norske myndigheter, og det er PGS-fartøyet Harrier Explorer som skal utføre innsamlingen.

source: Harrier Explorer is now on its way to Jan Mayen to start seismic acquisition there.
nb: Harrier Explorer er nå på vei til Jan Mayen for å starte seismikkinnsamling der.

source: The vessel will acquire seismic in this area, starting 10 June and lasting three to four weeks, before setting course for the eastern part of the Barents Sea.
nb: Fartøyet skal samle seismikk i dette området fra 10 juni i 3 – 4 uker før det setter kursen mot østlig del av Barentshavet Sør.

source: The voyage from Jan Mayen to the eastern part of the Barents Sea will likely take four to five days.
nb: Transportetappen fra Jan Mayen til østlig del av Barentshavet Sør vil trolig ta 4-5 dager.

source: An agreement has been entered into with PGS regarding hiring the vessel for three months with an option of an extension for approx. one month.
nb: Det er inngått avtale med PGS om leie av fartøyet i tre måneder med muligheter for ca en måneds forlengelse.

source: This entails that the acquisition activity in the Barents Sea East will take place for two to three months.
nb: Det innbærer at innsamlingen i østlig del av Barentshavet Sør vil foregå i to - tre måneder.

source: The data acquisition will take place with the aid of PGS’ Geostreamer technology.
nb: Datainnsamlingen skal skje med PGS' Geostreamer-teknologi.

source: This is a new technology for 2D seismic acquisition, characterised in part by the fact that the streamer, which in this case is eight kilometres long, is towed somewhat deeper in the water than is the case in conventional seismic acquisition.
nb: Dette er en ny teknologi for 2D-seismisk innsamling som blant annet kjennetegnes ved at lyttekabelen, som i dette tilfellet er åtte kilometer lang, taues noe dypere i vannet enn ved konvensjonell seismikk.

source: See the film from the survey.
nb: Se film om seismikkinnsamlingen.

source: Barytes can also occur as collections of plates arranged rather like the petals of a flower - often dubbed "desert roses".
nb: Barytt kan også opptre i ansamlinger av plater, arrangert ikke ulikt en blomst.

source: A sole licence to mine big barytes resources has been secured in Norway's far northern Svalbard islands, but it is unlikely that extraction will ever happen there.
nb: På Svalbard er det tatt ut enerett til å utvinne store baryttforekomster, men det er tvilsomt om det blir gruvedrift der.

source: Most of the supplies for industrial purposes come from mines in north Africa.
nb: Mesteparten av barytten som brukes til industriformål kommer fra gruver i Nord-Afrika.

source: Mineral barytes is easy to recognise from its high specific gravity, which is 4.5 grams per cubic metres - making it almost twice as heavy as "ordinary" rock.
nb: Baryttmineralet er lett å kjenne igjen på den høye egenvekten, som er 4 1/2 gram per cm3.

source: This is unusual for a non-metallic mineral, and meant it was often called "heavy spar", where "spar" referred to all light minerals which split well and had a glassy sheen.
nb: Det er dermed dobbelt så tungt som "alminnelig stein", noe som er uvanlig for et ikke-metallisk mineral.

source: Barytes is widely used by industry in such applications as lubrication, impregnation of carbon brushes in electrical motors, a paint additive and a pigment in glass.
nb: I tidligere tider ble baryttmineralet derfor benevnt som "tungspat" - der "spat" henviste til alle lyse mineraler med god spaltbarhet og med glassaktig glans.

source: Other uses include a filler in textiles, linoleum, rubber and wallpaper - and rat poison.
nb: Barytt er vel anvendt som industrimineral.

source: Barium compounds can also be found in fireworks to produce a fine green colour.
nb: Ikke minst brukes bariumforbindelser også i fyrverkeri, der det gir en flott grønnfarge.

source: These materials have also been used as hair remover - although not always with entirely satisfactory results.
nb: Tidligere ble bariumforbindelser også brukt som hårfjerningsmiddel - ikke alltid med like vellykket resultat.

source: In the oil industry, barytes provides the main ingredient in "mud" - the mix of chemicals used for drilling.
nb: Barytt blir også brukt i oljeindustrien, der det utgjør hovedbestanddelen i borevæsken når brønner skal bores.

source: This is because the liquid column in the well must be heavy to balance the underground pressure, and a high specific gravity comes in useful.
nb: Væskesøylen i borehullet må nemlig være tung for å holde trykket i undergrunnen i balanse, og da er det baryttmineralet med sin høye egenvekt godt egnet.

source: The weight additive represents 80-90 per cent of total chemical consumption in drilling, and barytes accordingly accounts for the bulk of the compounds which can be discharged to the sea.
nb: Ved boring av en brønn utgjør vektmateriale opptil 80-90 prosent av det totale kjemikalieforbruket.

source: The mineral is harmless in itself, but it is often found in combination with lead and zinc, and these heavy metals could be a pollution problem if they leak out.
nb: Disse tungmetallene kan være et forurensingsproblem dersom de lekker ut av baryttstoffene.

source: Although lead and zinc are not regarded as readily absorbed by the ecosystem, the aim is to find barytes deposits with a low content of these metals.
nb: Målet er uansett å finne baryttforekomster med lavt innhold av tungmetaller.

source: Although barium sulphate is basically extremely toxic, it is also one of the least soluble of minerals.
nb: Selv om bariumsulfat i utgangspunket er svært giftig, er det et særdeles tungt oppløselig stoff, så giftvirkningen bortfaller.

source: This means it does not dissolve in water or the stomach, rendering it harmless
nb: Barytt er blant de minst løselige mineral vi kjenner.

source: The Norwegian Petroleum Directorate has collated production from the fields in 2010 and found that subsea wells dominate the picture.
nb: Oljedirektoratet har sortert produksjonen fra feltene i 2010 og funnet at havbunnsbrønnene dominerer.

source: Last year, almost 131.3 million standard cubic meters (Sm3 o.e.) oil equivalents were produced from subsea wells and about 125.4 million Sm3 o.e. from platform wells.
nb: I fjor ble det produsert nær 131,3 millioner standard kubikkmeter (Sm3 o.e.) oljeekvivalenter fra havbunnsbrønner og vel 125,4 millioner Sm3 o.e. fra plattformbrønner.

source: Increased production of gas has caused the production from subsea wells to exceed production from the fixed platforms.
nb: Det er i økt produksjon av gass som har gjort at produksjonen fra havbunnsbrønner overstiger produksjonen fra de faste plattformene.

source: Large gas producers, such as the Troll field in the North Sea and Ormen Lange and Åsgard in the Norwegian Sea, contribute extensively with their many subsea facilities.
nb: Store gassprodusenter som feltene Troll i Nordsjøen og Ormen Lange og Åsgard i Norskehavet bidrar mye med sine mange undervannsinstallasjoner.

source: In the past ten years, the trend of more subsea wells has been rising.
nb: De siste 10 årene har trenden med flere havbunnsbrønner vært stigende.

source: Increasingly improved technological solutions have made it possible to develop many small reservoirs using subsea facilities in instances where a solution with a fixed platform has not been commercially viable.
nb: Stadig bedre teknologiløsninger har gjort at det mulig å bygge ut mange små forekomster med undervannsinstallasjoner i tilfeller der løsning med en fast plattform ikke har vært regningssvarende.

source: The presentation will also be streamed live on the NPD’s webcast.
nb: Presentasjonen vil og bli send på Oljedirektoratets nett-tv >>

source: The Resource Report is a technical report providing an overview of the petroleum resources on the Norwegian shelf.
nb: Ressursrapporten er ein fagleg rapport som gir ei oversikt over petroleumsressursane på norsk sokkel.

source: The report illustrates and analyses facts that are an important basis for a continued knowledge-based and predictable management of the petroleum resources.
nb: Rapporten skildrar og analyserer fakta som er eit viktig grunnlag for ei framleis kunnskapsbasert og forutsigbar forvaltning av petroleumsressursane.

source: The NPD’s previous Resource Report was published in 2009.
nb: Oljedirektoratet sin førre ressursrapport vart gitt ut i 2009.

source: The NPD’s IOR award was presented for the first time in 1998.
nb: OD sin IOR-pris vart tildelt første gong i 1998.

source: Read more about previous award winners
nb: Les meir om tidligare prisvinnarar

source: In spite of this, we see that more than 50 per cent of the oil remains in the fields.
nb: Til tross for dette ser det ut til at mer enn 50 prosent av oljen blir liggende igjen i feltene.

source: This is a source of concern for the Norwegian Petroleum Directorate (NPD), which is now calling for tougher measures from the companies to secure these assets.
nb: Det bekymrer Oljedirektoratet som nå etterlyser kraftigere tiltak fra selskapene for å sikre verdiene.

source: ”The fact that the companies on the Norwegian shelf are not able to achieve maximum exploitation of our fields poses a challenge.
nb: ”Det er en utfordring at selskapene på norsk sokkel ikke utnytter feltene våre maksimalt.

source: Although our recovery rate is among the best in the world, we are still not satisfied.
nb: Selv om utvinningsgraden er i verdenstoppen, er vi ikke fornøyd.

source: If we manage to recover just one per cent more, this would mean revenues in the hundreds of billions for Norway,” says Director General Bente Nyland.
nb: Dersom vi klarer å utvinne én prosent mer, gir det en inntekt på et tresifret milliardbeløp for Norge,” forteller oljedirektør Bente Nyland.

source: The NPD notes that time is running out for the companies to implement measures that can curb the decline in Norwegian oil production.
nb: Oljedirektoratet påpeker at selskapene har kort tid på seg til å iverksette tiltak som kan begrense fallet i norsk oljeproduksjon.

source: Firstly, the companies must drill their own planned development wells.
nb: For det første må selskapene bore sine egne planlagte produksjonsbrønner.

source: The companies must also decide to develop reserves and mature resources in discoveries so that they can also be produced.
nb: Selskapene må også beslutte å bygge ut reserver, samt at ressurser som ligger i funn, må modnes slik at de kan settes i produksjon.

source: In 2015, a significant portion of our oil production must come from resources in fields and discoveries.
nb: I 2015 må en betydelig del av oljeproduksjonen komme fra ressurser i felt og funn.

source: Total production in 2010 fell by four per cent compared with the previous year, to 230 million standard cubic metres of oil equivalents.
nb: Den samlede petroleumsproduksjonen i 2010 gikk ned fire prosent fra året før, til 230 millioner standard kubikkmeter oljeekvivalenter.

source: Declining overall oil production with a growing share of gas is the trend.
nb: Trenden er at oljeproduksjonen synker mens gassandelen øker.

source: The percentage of gas in total sales of petroleum is expected to increase from 46 per cent in 2010 to 51 per cent in 2015.
nb: Gassandelen av det totale petroleumssalget ventes å øke fra 46 prosent i 2010 til 51 prosent i 2015.

source: Petroleum production >>
nb: Petroleumsproduksjon >>

source: Production is declining in spite of vigorous activity.
nb: Produksjonen faller trass i stor aktivitet.

source: Not enough new reserves are found to offset current oil and gas production.
nb: Dagens produksjon av olje og gass erstattes i for liten grad av nye reserver.

source: The volume of undiscovered resources has been reduced from 3.3 to 2.6 billion standard cubic metres of oil equivalents.
nb: Volumet på de uoppdagede ressursene er redusert fra 3,3 til 2,6 milliarder standard kubikkmeter oljeekvivalenter.

source: This decline can mainly be attributed to three factors: 400 million Sm3 o.e. have been discovered since the previous update in 2006.
nb: Nedskrivingen kan i hovedsak tilskrives tre forhold: Det er funnet 400 Sm3 o.e. millioner siden forrige oppdatering i 2006.

source: Disappointing drilling results in the deep water areas in the Norwegian Sea account for some of the decrease, while the results of surveys off Lofoten, Vesterålen and Senja also contribute to the write down.
nb: Skuffende boreresultater i dypvannsområdene i Norskehavet forklarer noe, og resultatet av kartleggingen utenfor Lofoten, Vesterålen og Senja bidrar også til nedskrivingen.

source: Undiscovered resources >>
nb: Uoppdagede ressurser >>
